import { IAzkar } from '@/shared/types/azkarTypes'

export const data: IAzkar[] = [
	{
		name: 'Al-Fatihah',
		text: 'بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ (١) ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ (٢) ٱلرَّحْمَٰنِ ٱلرَّحِيمِ (٣) مَلِكِ يَوْمِ ٱلدِّينِ (٤) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥) ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ (٦) صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ (٧)',
		transcription:
			'Бисмилля́хи-р-Рахма́ни-р-Рахи́м  Альхамду лилля́хи Рабби-ль-‘а́лями́н  Ар-Рахма́ни-р-Рахи́м  Ма́лики я́вми-д-ди́н  Ийя́ка на‘буду уа ийя́ка наста‘и́н  Ихди́нас-сыра́та-ль-мустаки́м  Сыра́та-ллязи́на ан‘а́мта ‘аля́йхим  Гайри-ль-магду́би ‘аля́йхим уа ляд-да́лли́н',
		time: ['morning', 'evening'],
		count: 1,
		id: 0,
	},
	{
		name: 'Zikr',
		text: 'حَسْبُنَا ٱللَّهُ لَا إِلَٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ',
		transcription:
			'Хасбуна-лла́ху ля иля́ха илля́ Ху ‘Аля́йхи тавакка́льту, ва Хува Раббу-ль-‘Арши-ль-‘Ази́м',
		time: ['morning', 'evening'],
		count: 7,
		id: 1,
	},
	{
		name: 'Zikr',
		text: 'رَضِيتُ بِٱللَّهِ تَعَالَىٰ رَبًّا وَبِٱلْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى ٱللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا وَرَسُولًا',
		transcription:
			'Ради́йту билля́хи Та‘а́ля Рабба́н Уа би-ль-Исла́ми ди́нана Уа би-Муха́ммадин салля-лла́ху ‘аля́йхи уа салля́м Набиййа́н уа Расу́ля',
		time: ['morning', 'evening'],
		count: 1,
		id: 2,
	},
	{
		name: 'Zikr',
		text: ' أَعُوذُ بِٱللَّهِ ٱلسَّمِيعِ ٱلْعَلِيمِ مِنَ ٱلشَّيْطَانِ ٱلرَّجِيمِ آمَنْتُ بِٱللَّهِ ٱلْعَظِيمِ وَكَفَرْتُ بِٱلْجِبْتِ وَٱلطَّاغُوتِ وَٱسْتَمْسَكْتُ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا انْفِصَامَ لَهَا وَٱللَّهُ سَمِيعٌ عَلِيمٌ',
		transcription:
			'А‘у́зу билля́хи-с-Сами́‘и-ль-‘Али́м Мина-ш-шайта́ни-р-раги́м А́манту билля́хи-ль-‘Ази́м Уа кафарту би-ль-джи́бти уа-т-та́гу́т Уа-стамса́кту би-ль-‘урвати-ль-вуска́ Ля инфиса́ма ля́ха Уалла́ху Сами́‘ун ‘Али́м',
		time: ['bed'],
		count: 1,
		id: 3,
	},
	{
		name: 'Zikr',
		text: 'اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ وَوَجَّهْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لَا مَلْجَأَ وَلَا مَنْجَىٰ مِنْكَ إِلَّا إِلَيْكَ آمَنْتُ بِكِتَابِكَ ٱلَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ ٱلَّذِي أَرْسَلْتَ',
		transcription:
			'Алла́хумма асла́мту нафси́ иля́йк Уа ваджджахту уаджхи́ иля́йк Уа фаууадту амри́ иля́йк Уа алджаа́ту захри́ иля́йк Рагба́тан уа рахба́тан иля́йк Ля мальджа́а ва ля манджа́а минка илля́ иля́йк А́манту би-кита́бика-ллазии анзальта Уа би-набиййика-ллазии арсальта',
		time: ['bed'],
		count: 1,
		id: 4,
	},
	{
		name: 'Dua',
		text: 'بِسْمِ ٱللَّهِ ٱلَّذِي لَا يَضُرُّ مَعَ ٱسْمِهِ شَيْءٌ فِي ٱلْأَرْضِ وَلَا فِي ٱلسَّمَاءِ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ',
		transcription:
			'Бисмилля́хи-ллазии ля яду́рру ма‘а смии́хи шай’ун Фи-ль-арди уа ля фи-с-сама́’ Уа Хува-с-Сами́‘у-ль-‘Али́м',
		time: ['morning', 'evening'],
		count: 3,
		id: 5,
	},
	{
		name: 'Al-Baqarah',
		text: 'ٱللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ٱلْحَيُّ ٱلْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلْأَرْضِ مَنْ ذَا ٱلَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَلَا يَؤُودُهُ حِفْظُهُمَا وَهُوَ ٱلْعَلِيُّ ٱلْعَظِيمُ (٢٥٥) لَا إِكْرَاهَ فِي ٱلدِّينِ قَدْ تَبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَيِّ فَمَنْ يَكْفُرْ بِٱلطَّٰغُوتِ وَيُؤْمِنْ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنْفِصَامَ لَهَا وَٱللَّهُ سَمِيعٌ عَلِيمٌ (٢٥٦) ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُوا يُخْرِجُهُمْ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَٱلَّذِينَ كَفَرُوا أَوْلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخْرِجُونَهُمْ مِنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِ أُوْلَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ (٢٥٧)',
		transcription:
			'Аллаху ла иляха илля хува-ль-хаюль-каййум Ля та’хузуху синатун ва ла наум Лаху ма фи-с-самавати ва ма фил-арди Ман за-ль-ладзи яшфа ‘индaху илля би’изнихи Я’ляму ма байна айдихим ва ма халфахум Ва ла юхитуна бишай’ин мин ‘илмихи илля бима шаа Васи’а курсийюху-с-самавати ва-ль-арда Ва ла я’удуху хифзухума ва хува-ль-‘алию-ль-‘азим. Ля икрах фи-д-дин Кад табаййана-р-рушду мина-ль-ғаййи Фамян якфур би-л-тахути ва юмину биллахи Факад истамсака би-ль-‘урвати-ль-вуска ля инфисама ляха Ва-ллаху самии’ун ‘алим. Аллаху валийю-ль-ладзина аману Юхрижухум мина-з-зулумати иля-н-нури Ва-ль-ладзина кафару аулияхумут-тахути Юхрижунхум минан-нури иля-з-зулумати Улaика асхабун-нари гум фихa халидун.',
		time: ['morning', 'evening', 'bed'],
		count: 1,
		id: 6,
	},
	{
		name: 'Al-Baqarah',
		text: 'لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلْأَرْضِ وَإِنْ تُبْدُوا مَا فِيٓ أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ ٱللَّهُ فَيَغْفِرُ لِمَنْ يَشَآءُ وَيُعَذِّبُ مَنْ يَشَآءُ وَٱللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ (٢٨٤) ءَامَنَ ٱلرَّسُولُ بِمَآ أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَٱلْمُؤْمِنُونَ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ (٢٨٥) لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَآ إِنْ نَسِينَآ أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُ عَلَى ٱلَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ أَنْتَ مَوْلَىٰنَا فَٱنْصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ (٢٨٦)',
		transcription:
			'Лиллахи ма фи-с-самавати ва ма фил-арди Ва ин тубду ма фи-анфусикум ав тухфуху Юхасибкум бихи-льлаху Фаягфиру лиман яшaа ва ю’аззибу ман яшaа Валлаху ‘аля кулли шай’ин кадир. Аманар-расулу bима унзила илайхи мин раббихи ва-ль-му’минун Куллун амана биллахи ва малайкатихи ва кутубихи ва русулихи Ла нуфаррику байна ахадин мин русулихи Ва калу сами’на ва ата’на Гуфранакa раббана ва илайка-ль-масир. Ля юкаллифу-ллаху нафсан илля вус’аhа Лаhа ма касабат ва ‘аляhа ма ктаcабат Раббана ля ту’ахизна ин насина ав ахта’на Раббана ва ла тахмил ‘аляна исран кама хамальта ‘аля-ль-ладзина мин каблина Раббана ва ла тухаммильна ма ля таqata лана бихи Ва’фу ‘анна ва гфиp лана ва рэхмана Анта мавлана фансуpна ‘аля-ль-кавми-ль-кафирин.',
		time: ['morning', 'evening'],
		count: 1,
		id: 7,
	},
	{
		name: 'Ali Imran',
		text: 'شَهِدَ ٱللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَٱلْمَلَٰٓئِكَةُ وَأُوْلُوا ٱلْعِلْمِ قَآئِمًا بِٱلْقِسْطِ لَا إِلَٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ (١٨) إِنَّ ٱلدِّينَ عِنْدَ ٱللَّهِ ٱلْإِسْلَٰمُ (١٩)',
		transcription:
			'Шахида-ллаху аннаху ля иляха илля хува Ва-ль-мала’икату ва улу-ль-‘ильми ка’иман бил-кисти Ля иляха илля хува-ль-‘азизу-ль-хаким. Инна-д-дин ‘инда-ллахи-ль-ислам.',
		time: ['morning', 'evening'],
		count: 1,
		id: 8,
	},
	{
		name: 'Ali Imran',
		text: 'قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلْمُلْكِ تُؤْتِي ٱلْمُلْكَ مَنْ تَشَآءُ وَتَنْزِعُ ٱلْمُلْكَ مِمَّنْ تَشَآءُ وَتُعِزُّ مَنْ تَشَآءُ وَتُذِلُّ مَنْ تَشَآءُ بِيَدِكَ ٱلْخَيْرُ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ (٢٦) تُولِجُ ٱللَّيْلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱللَّيْلِ وَتُخْرِجُ ٱلْحَيَّ مِنَ ٱلْمَيِّتِ وَتُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَيِّ وَتَرْزُقُ مَنْ تَشَآءُ بِغَيْرِ حِسَابٍ (٢٧)',
		transcription:
			'Куль-лиЛлахумма маликал-мульки Ту’ти-ль-мулька ман ташау Ва танзи’у-ль-мулька мимман ташау Ва ту’иззу ман ташау Ва ту’зиллу ман ташау Бийадиhи-ль-хайру Иннака ‘аля кулли шай’ин кадир. Тулижу-ль-лайля фи-н-нахари Ва тулижу-н-нахар фи-ль-лайли Ва тухриджу-ль-хайя мина-ль-маййити Ва тухриджу-ль-маййита мина-ль-хайи Ва тарзуку ман ташау бигайри хисаб.',
		time: ['morning', 'evening'],
		count: 1,
		id: 9,
	},
	{
		name: 'At-TAwbah',
		text: 'لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِٱلْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ (١٢٨) فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ (١٢٩)',
		transcription:
			'Лякад жа’акум расулун мин анфусикум ‘Азизун ‘алейхи ма ‘анитум Харисун ‘алейкум билму’минин Ра’уфун рахим. Фа ин таваллау Факуль хасбия-ллаху Ля иляха илля хува ‘алейхи таваккальту Ва хува раббу-ль-‘арши-ль-‘азим.',
		time: ['morning', 'evening'],
		count: 7,
		id: 10,
	},
	{
		name: 'At-TAwbah',
		text: 'قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (٥١)',
		transcription:
			'Куль лян йусибана илля ма катаба-ллаху лана Хува мавлана Ва ‘аля-ллахи фальятаваккаль-льму’минун.',
		time: ['morning', 'evening'],
		count: 1,
		id: 11,
	},
	{
		name: 'Al-Ankabut',
		text: 'وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ (٦٠)',
		transcription:
			'Ва ка’ййин мин даббатин ля тахмелу ризкаhа Аллаху ярзукуха ва ийякум Ва хува-с-сами’у-ль-‘алим.',
		time: ['morning', 'evening'],
		count: 1,
		id: 12,
	},
	{
		name: 'Fatir',
		text: 'مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٢)',
		transcription:
			'Ма яфтаху-ллаху лин-нас мин рахматин Фаля мумсика ляха Ва ма юмсик фаля мурсли-ляху мин ба’дихи Ва хува-ль-‘азизу-ль-хаким.',
		time: ['morning', 'evening'],
		count: 1,
		id: 13,
	},
	{
		name: 'Yunus',
		text: ' وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصَيبُ بِهِ مَن يَشَاء مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ (١٠٧)',
		transcription:
			'Ва ин ямсаска-ллаху бидуррин Фаля кашифа-ляху илля хува Ва ин юридка бихайрин Фаля радда лифадлихи Юсибу бихи ман яшaа мин ‘ибадихи Ва хува-ль-гафуру-р-рахим.',
		time: ['morning', 'evening'],
		count: 1,
		id: 14,
	},
	{
		name: 'Hud',
		text: 'وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ (٦)',
		transcription:
			'Ва ма мин даббатин фил-арди илля ‘аля-ллахи ризкуха Ва я’ляму мустакараhа ва мустауда’аhа Куллун фи китабин мубин.',
		time: ['morning', 'evening'],
		count: 1,
		id: 15,
	},
	{
		name: 'Hud',
		text: ' إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُّسْتَقِيمٍ (٥٦) ',
		transcription:
			' Инни таваккальту ‘аля-ллахи рабби ва раббикум Ма мин даббатин илля хува ахиджун би-насиятиха Инна рабби ‘аля сиротин мустаким.',
		time: ['morning', 'evening'],
		count: 1,
		id: 16,
	},
	{
		name: 'Az-Zumar',
		text: 'وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ (٣٨)',
		transcription:
			"Ва ля'ин саальтахум ман халакас-самааваати валь-арда ля-якулунна Аллаах. Куль афара'эйтум ма тад'ууна мин дуни-Ллаах. Ин аарадани Аллааху бидуррин, галь гунна каашифаату дуррихи, ау аарадани бир-рахма, галь гунна мумсикаату рахматих Куль хасбийа-Ллаах, 'алейхи ятаваккалюль-мутаваккилюн.",
		time: ['morning', 'evening'],
		count: 1,
		id: 17,
	},
	{
		name: 'Al-Hashr',
		text: ' لَوْ أَنزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ (٢١) هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ (٢٢) هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ (٢٣) هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاء الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٢٤)',
		transcription:
			"Лау анзальна хаазаль-Кур'аана 'аля джабалин ля-раэйтаху хааши'ан мутасадди'ан мин хашйати-Ллаах. Ва тилкаль-амсаалю надрибу-хаа лин-нааси ла'аллахум йатафаккаруун. Хува-Ллааху-л-лязии лаа иляха илля Ху, 'аалиму-ль-гайби ва-шшахаада, Ху-р-Рахмаану-р-Рахиим. Хува-Ллааху-л-лязии лаа иляха илля Ху, аль-Малик, аль-Куддуус, ас-Салаам, аль-Му’мин, аль-Мухаймин, аль-‘Азииз, аль-Джаббаар, аль-Мутакаббир. Субхаана-Ллаахи ‘амма йушрикуун. Хува-Ллааху-ль-Хаалик, аль-Баари’, аль-Мусаввир. Ляху-ль-асмаа’у-ль-хусна. Юсаббиху ляху маа фис-самааваати валь-ард. Ва Хува-ль-‘Азиизу-ль-Хакиим.",
		time: ['morning', 'evening'],
		count: 1,
		id: 18,
	},
	{
		name: 'Al-Qalam',
		text: ' وَإِن يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ (٥١) وَمَا هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ (٥٢)',
		transcription:
			"Ва ин якааду-л-лязиина кафяру ля-юзликуунака би-абсаарихим лямма сами'уу-з-зикр. Ва якуулуун иннаху ля-маджнуун. Ва маа хува илля зикрун лиль-‘ааламиин.",
		time: ['morning', 'evening'],
		count: 1,
		id: 19,
	},
	{
		name: 'Al-Zalzalah',
		text: ' إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا (١) وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا (٢) وَقَالَ الْإِنسَانُ مَا لَهَا (٣) يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا (٤) بِأَنَّ رَبَّكَ أَوْحَى لَهَا (٥) يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِّيُرَوْا أَعْمَالَهُمْ (٦) فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ  (٨)',
		transcription:
			'Изаа зульзилати-ль-арду зильзаалахаа. Ва ахраджати-ль-арду ас-къаалахаа. Ва каалаль-инсаану маа ляхаа. Йаумайзин тухаддису ахбаарахаа. Би-Анна Раббака аухаа ляхаа. Йаумайзин йасдурун-наасу аштаатан лийурау а‘маалахум. Фа-ман йа‘мал мискъаала зарратин хайран ярах. Ва ман йа‘мал мискъаала зарратин шарран ярах.',
		time: ['morning', 'evening'],
		count: 7,
		id: 20,
	},
	{
		name: 'Al-Fil',
		text: 'أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (١) أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (٢) وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (٣) تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ (٤) فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ (٥)',
		transcription:
			"Алям тара кайфа фа‘аля Раббука би-асхаабиль-фииль. Алям йадж‘аль кайдахум фи тадлииль. Ва арсаля 'алейхим тайран абаабииль. Тармиихим би-хиджааратин мин сиддзииль. Фаджа‘алахум ка‘асфин маакуул.",
		time: ['morning', 'evening'],
		count: 3,
		id: 21,
	},
	{
		name: 'Quraysh',
		text: 'لِإِيلَافِ قُرَيْشٍ (١) إِيلَافِهِمْ رِحْلَةَ الشِّتَاء وَالصَّيْفِ (٢) فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ (٤)',
		transcription:
			'Ли-иилаафи Курайш. Ийлаафихим рихлаташ-шитаа’и вас-сайф. Фальйа‘буду Рабба хаазаль-Байт. Аллязи ат‘амахум мин жу‘ин ва ааманахум мин хауф.',
		time: ['morning', 'evening'],
		count: 3,
		id: 22,
	},
	{
		name: 'Al-Kafiroon',
		text: 'قُلْ يَا أَيُّهَا الْكَافِرُونَ (١) لَا أَعْبُدُ مَا تَعْبُدُونَ (٢) وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ (٣) وَلَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ (٤) وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ (٥) لَكُمْ دِينُكُمْ وَلِيَ دِينِ (٦)',
		transcription:
			'Куль, йаа аййуха-ль-каафируун. Лаа а‘буду маа та‘будуун. Ва лаа антум ‘аабидуна маа а‘буд. Ва лаа ана ‘аабидун маа ‘абадтум. Ва лаа антум ‘аабидуна маа а‘буд. Лякум диинукум ва лия диин.',
		time: ['morning', 'evening'],
		count: 1,
		id: 23,
	},
	{
		name: 'An-Nasr',
		text: ' إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ (١) وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (٢) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (٣)',
		transcription:
			'Изаа джааа насру-Ллаахи валь-фатх. Ва рааэйтан-нааса ядхулууна фии диини-Ллаахи афвааджаа. Фасаббих бихамди Раббика вастагфирх. Иннаху каана таваабаа.',
		time: ['morning', 'evening'],
		count: 1,
		id: 24,
	},
	{
		name: 'Al-Ikhlas',
		text: 'قُلْ هُوَ اللَّهُ أَحَدٌ (١) اللَّهُ الصَّمَدُ (٢) لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ (٤)',
		transcription:
			'Куль хува-Ллааху ахад. Аллааху-с-самад. Лам йалид ва лам йулад. Ва лам йакун ляху куфуван ахад.',
		time: ['morning', 'evening', 'bed'],
		count: 3,
		id: 25,
	},
	{
		name: 'Al-Falaq',
		text: 'قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١) مِن شَرِّ مَا خَلَقَ (٢) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (٣) وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (٤) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (٥)',
		transcription:
			'Куль, а‘уузу би-Раббиль-Фалақ. Мин шарри маа халақ. Ва мин шарри гаасикин изаа ваqab. Ва мин шаррин-наффаасаати фи-ль-‘уqад. Ва мин шарри хаасидин изаа хасад.',
		time: ['morning', 'evening', 'bed'],
		count: 1,
		id: 26,
	},
	{
		name: 'An-Nas',
		text: 'قُلْ أَعُوذُ بِرَبِّ النَّاسِ (١) مَلِكِ النَّاسِ (٢) إِلَهِ النَّاسِ (٣) مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (ٴ٤) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (٥) مِنَ الْجِنَّةِ وَالنَّاسِ (٦)',
		transcription:
			'Куль, а‘уузу би-Раббин-наас. Маликин-наас. Илаахин-наас. Мин шаррил-васваасиль-ханнаас. Аллязии йувасвису фии судууру-н-наас. Миналь-джиннати ва-н-наас.',
		time: ['morning', 'evening', 'bed'],
		count: 1,
		id: 27,
	},
	{
		name: 'Zikr',
		text: 'اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ',
		transcription:
			'Аллааһумма анта Раббии, лаа иляха илля Анта, халақтани ва ана ‘абдука, ва ана ‘аля ‘ахдика ва ва‘дика мастата‘ту, а‘уузу бика мин шарри маа сана‘ту, абууу ляка бини‘матика ‘алаййа, ва абууу бидханбии, фагфир ли, фа-иннаху лаа йагфиру-з-зунууба илля Анта.',
		time: ['morning', 'evening'],
		count: 1,
		id: 28,
	},
	{
		name: 'Zikr',
		text: 'لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ',
		transcription:
			'Ла иляха илля-Ллаах вахдаху лаа шариика лях, ляху-ль-мульк ва ляху-ль-хамд ва хува ‘аля кулли шай’ин къадииир.',
		time: ['morning', 'evening'],
		count: 10,
		id: 29,
	},
	{
		name: 'Zikr',
		text: 'سُبْحَانَ اللَّهِ وَبِحَمْدِهِ',
		transcription: 'Субхаана-Ллаахи ва бихамдиһ.',
		time: ['morning', 'evening'],
		count: 100,
		id: 30,
	},
	{
		name: 'Zikr',
		text: 'أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ',
		transcription:
			'Асбахна ва асбаха аль-мульку лилляҳ, валь-хамду лилляҳ, ля иляха илля-Ллаху вахдаху ля шарика лях, ляху аль-мульку ва ляху аль-хамду ва хуwa ‘аля кулли шай’ин кадир. Рабби ас’алука хайра ма фи хаза аль-яум, ва хайра ма ба‘дах, ва а‘узу бика мин шарри ма фи хаза аль-яум, ва шарри ма ба‘дах. Рабби а‘узу бика мина аль-касали ва су’и аль-кибари. Рабби а‘узу бика мин ‘азабин фи ан-нар ва ‘азабин фи аль-кабр.',
		time: ['morning'],
		count: 1,
		id: 31,
	},
	{
		name: 'Zikr',
		text: 'اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ',
		transcription:
			'Аллахумма бика асбахна, ва бика амсайна, ва бика нахъя, ва бика намуту, ва илайка ан-нушур.',
		time: ['morning'],
		count: 1,
		id: 32,
	},
	{
		name: 'Dua',
		text: 'اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي',
		transcription:
			'Аллахумма инни ас’алука аль-‘афия фи ад-дуния ва аль-ахира, Аллахумма инни ас’алука аль-‘афу ва аль-‘афия фи дини ва дунияя, ва ахли ва мали. Аллахумма-стур ‘ауратии ва амин ра‘ауратии. Аллахумма-хьфазни мин байна ядайя ва мин хальфи, ва ‘ан ямини ва ‘ан шимали, ва мин фауки, ва а‘узу би‘азаматика ан угтала мин тахти.',
		time: ['morning', 'evening'],
		count: 1,
		id: 33,
	},
	{
		name: 'Dua',
		text: 'اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ',
		transcription:
			'Аллахумма ‘алима аль-гайби ва аш-шахада, фатира ас-самавати ва аль-ард, Рабба кулли шай’ин ва маликах, ашхаду ан ля иляха илля Анта. А‘узу бика мин шарри нафси, ва мин шарри аш-шайтани ва ширкхи, ва ан актарафа ‘аля нафси су’ан ау аджурра-ху иля муслим.',
		time: ['morning', 'evening'],
		count: 1,
		id: 34,
	},
	{
		name: 'Zikr',
		text: 'أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ وَعَلَى كَلِمَةِ الْإِخْلَاصِ وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفاً مُسْلِماً  وَمَا كَانَ مِنَ الْمُشْرِكِينَ',
		transcription:
			'Асбахна ‘аля фитрати аль-ислям, ва ‘аля калимати аль-ихляс, ва ‘аля дини набиййина Мухаммадин салля Ллаху ‘алейхи ва саллям, ва ‘аля миллати абийна Ибрахима ханифан муслиман, ва ма кана мина аль-мушрикин.',
		time: ['morning'],
		count: 1,
		id: 35,
	},
	{
		name: 'Dua',
		text: 'يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ',
		transcription:
			'Яа Хайю, яа Кайюму, би рахматика астагису, аслих ли ша’нии куллах, ва ля такильни иля нафси тарфата ‘айн.',
		time: ['morning', 'evening'],
		count: 1,
		id: 36,
	},
	{
		name: 'Zikr',
		text: 'سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرشِهِ وَمِدَادَ كَلِمَاتِهِ',
		transcription:
			'Субхана Ллахи ва бихамди-хи ‘адада халки-хи, ва рида нафси-хи, ва зината ‘арши-хи, ва мидада калимати-хи.',
		time: ['morning'],
		count: 3,
		id: 37,
	},
	{
		name: 'Zikr',
		text: 'أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ',
		transcription: 'А‘узу би калимати Ллахи ат-таммати мин шарри ма халака.',
		time: ['evening'],
		count: 1,
		id: 38,
	},
	{
		name: 'Zikr',
		text: 'أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ',
		transcription:
			'Амсайна ва амса аль-мульку лилляҳ, валь-хамду лилляҳ, ля иляха илля Ллаху вахдаху ля шарика лях, ляху аль-мульку ва ляху аль-хамду ва хуwa ‘аля кулли шай’ин кадир. Рабби ас’алука хайра ма фи хази-хи аль-лайла, ва хайра ма ба‘даха, ва а‘узу бика мин шарри ма фи хази-хи аль-лайла, ва шарри ма ба‘даха. Рабби а‘узу бика мина аль-касали ва су’и аль-кибари. Рабби а‘узу бика мин ‘азабин фи ан-нар, ва ‘азабин фи аль-кабр.',
		time: ['evening'],
		count: 1,
		id: 39,
	},
	{
		name: 'Zikr',
		text: 'اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ',
		transcription:
			'Аллахумма бика амсайна, ва бика нахъя, ва бика намуту, ва илайка аль-масир.',
		time: ['evening'],
		count: 1,
		id: 40,
	},
	{
		name: 'Al-Baqarah',
		text: 'ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ  كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ  لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِۦ ۚ  وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ  غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ  لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ  رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ  رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ  رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ  وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ  أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ',
		transcription:
			'Аамана ар-расулю бима унзила илайхи мир-раббихи ва аль-му’минун, куллун аамана биЛлахи ва малаикати-хи ва кутуби-хи ва русули-хи, ля нуфаррику байна ахадин мин русули-хи. Ва калу сами’на ва ата’на, гувфранака раббана ва илайка аль-масир. Ля юкаллифу Ллаху нафсан илля вус’аха, ляха ма касабат ва ‘алейха ма иктасабат. Раббана ля ту’ахизна ин насина ау ахта’на. Раббана ва ля тахмил ‘алейна исран, кама хамалтху ‘аля ал-лазина мин каблина. Раббана ва ля тухаммилна ма ля таката ляна бих. Ва‘фу ‘анна, вагфир лана, вархамна. Анта мауляна, фан-сурна ‘аля аль-каум аль-кафирин.',
		time: ['bed'],
		count: 1,
		id: 40,
	},
]
